 
        05  Kunde.
          10  Name.
            15  Vorname  	PIC X(64).
            15  FILLER  	PIC X(1).
            15  NachnameProlonged  	PIC X(64).
            15  Nachname  	PIC X(32).
          10  Geburtsdatum.
            15  GeburtsdatumTag  	PIC 9(2).
            15  FILLER  	PIC X(1).
            15  GeburtsdatumMonat  	PIC 9(2).
            15  FILLER1  	PIC X(1).
            15  GeburtsdatumJahr  	PIC 9(4).
          10  Festnetznummer  	PIC 9(16).
          10  Mobilfunknummer  	PIC 9(16).
          10  MailadresseShortened  	PIC X(256).
          10  Name.
            15  Vorname  	PIC X(64).
            15  FILLER  	PIC X(1).
            15  NachnameProlonged  	PIC X(64).
            15  Nachname  	PIC X(32).
          10  Geburtsdatum  	PIC X(10).
          10  Geschlecht  	PIC X(1).
          10  Mailadresse  	PIC X(512).
